Repository: ianmjones/snippetpixie
Catalog: po/extra/*.po
Languages: fr

source: Your little expandable text snippet helper
fr: Votre petit assistant de raccourcis

source: Save your often used text snippets and then expand them whenever you type their abbreviation.
fr: Sauvegardez vos raccourcis souvent utilisés et développez-les à chaque fois que vous tapez leur abréviation.

source: For example:- "spr`" expands to "Snippet Pixie rules!"
fr: Par exemple : - « rsp` » s'étendra en « Règles de Snippet Pixie ! »

source: Improved active window/control detection when switching via Alt-Tab.
fr: Amélioration de la détection de la mise au premier plan de la fenêtre lors du défilement avec Alt+Tab.

source: Improved performance, compatibility, and stability.
fr: Amélioration de la performance, de la compatibilité et de la stabilité.

source: Added ability to export snippets to a JSON file via menu button.
fr: Ajout de la possibilité d'exporter des raccourcis vers un fichier JSON via un bouton de menu.

source: Added ability to export snippets to a JSON file via `--export` or `-e` CLI options.
fr: Ajout de la possibilité d'exporter des extraits vers un fichier JSON via les options en ligne de commande `--export` ou `-e`.

source: Added ability to import snippets from an exported JSON file via menu button or welcome screen. Shocking! 😱
fr: Ajout de la possibilité d'importer des extraits d'un fichier JSON exporté via un bouton de menu ou depuis l'écran de bienvenue. Choquant ! 😱

source: Added ability to import snippets from an exported JSON file via `--import` or `-i` CLI options. Bet you didn't see that coming! 😉
fr: Possibilité d'importer des extraits d'un fichier JSON exporté via les options en ligne de commande `--import` ou `-i`. Je parie que vous ne l'aviez pas vu venir ! 😉

source: 1.0 Release!
fr: Version 1.0 !

source: Added Snippet Pixie to login startup items by default.
fr: Ajout de Snippet Pixie aux éléments de démarrage par défaut à la connexion.

source: Added --autostart={on|off|status} option to CLI for turning autostart on, off, or getting settings status.
fr: Ajout de l'option --autostart={on|off|status} aux lignes de commande pour activer, désactiver ou obtenir le statut des paramètres.

source: Changed body field to select all text when tabbed into.
fr: Changement du champ de texte pour sélectionner tout le texte lorsqu'il est affiché sous forme d'onglets.

source: Fixed crash when an application with a large number of controls was activated.
fr: Correction d'un plantage lorsqu'une application avec un grand nombre de contrôles était activée.

source: Fixed problem with snippets sometimes not expanding when returning to an application.
fr: Correction d'un problème avec les raccourcis qui ne se développaient pas toujours lors du retour à une application.

source: Added a splash of colour to the window header.
fr: Ajout d'une touche de couleur à l'en-tête de la fenêtre.

source: Added a new application icon.
fr: Ajout d'une nouvelle icône d'application.

source: Initial pre-release.
fr: Pré-version initiale.

source: expand;text;snippet;
fr: étendre;texte;raccourci;

source: Start Snippet Pixie
fr: Lancer Snippet Pixie

source: Stop Snippet Pixie
fr: Arrêter Snippet Pixie
