Repository: ianmjones/snippetpixie
Catalog: po/*.po
Languages: nl

source: Disabled
nl: Uitgeschakeld

source: Add Snippet
nl: Knipsel toevoegen

source: Auto start on login
nl: Automatisch opstarten

source: Auto expand Snippets
nl: Knipsels automatisch aanvullen

source: Shortcut
nl: Sneltoets

source: Import Snippets…
nl: Knipsels importeren…

source: Export Snippets…
nl: Knipsels exporteren…

source: About…
nl: Over…

source: Search selected text
nl: Zoeken naar geselecteerde tekst

source: Focus search box
nl: Zoekvak focussen

source: Shortcut:
nl: Sneltoets:

source: Search Snippets
nl: Knipsels doorzoeken

source: Search Snippets…
nl: Knipsels doorzoeken…

source: Abbreviation
nl: Afkorting

source: Body
nl: Inhoud

source: Remove Snippet
nl: Knipsel verwijderen

source: No Snippets Found
nl: Geen knipsel gevonden

source: Please try entering a different search term.
nl: Probeer een andere zoekopdracht.

source: No snippets found.
nl: Je hebt nog geen knipsels.

source: Create your first snippet.
nl: Maak je eerste knipsel.

source: Import Snippets
nl: Knipsels importeren

source: Import previously exported snippets.
nl: Importeer eerder geëxporteerde knipsels.

source: Quick Start Guide
nl: Snelstartgids

source: Learn the basics of how to use Snippet Pixie.
nl: Leer hoe je met Snippet Pixie werkt.

source: Import
nl: Importeren

source: Overwrite Duplicate Snippets?
nl: Duplicaten overschrijven?

source: If any of the snippet abbreviations about to be imported already exist, do you want to skip importing them or update the existing snippet?
nl: Als de te importeren knipsels al bestaan, wil je ze dan overslaan of de bestaande knipsels bijwerken?

source: Update Existing
nl: Bestaande bijwerken

source: Cancel
nl: Annuleren

source: Skip Duplicates
nl: Duplicaten overslaan

source: Imported Snippets
nl: Geïmporteerde knipsels

source: Your snippets were successfully imported.
nl: Je knipsels zijn geïmporteerd.

source: Failed to import selected file
nl: Importeren mislukt

source: Snippet Pixie can currently only import the JSON format files that it also exports.
nl: Snippet Pixie kan alleen eerder geëxporteerde json-bestanden importeren.

source: Export Snippets
nl: Knipsels exporteren

source: Exported Snippets
nl: Geëxporteerde knipsels

source: Your snippets were successfully exported.
nl: Je knipsels zijn geëxporteerd.

source: Failed to export to file
nl: Exporteren mislukt

source: Something went wrong, sorry.
nl: Er is iets misgegaan.

source: Please add some snippets!
nl: Voeg knipsels toe!

source: snippet
nl: knipsel

source: date
nl: datum

source: time
nl: tijd

source: Date adjustment does not seem to have a positive or negative integer in placeholder '%1$s'.
nl: De datumaanpassing lijkt geen positief of negatief geheel getal te bevatten in plaatshouder ‘%1$s’.

source: Date adjustment number %1$d does not seem to start with a positive or negative integer in placeholder '%2$s'.
nl: De datumaanpassing %1$d lijkt niet te beginnen met een positief of negatief geheel in plaatshouder ‘%2$s’.

source: Date adjustment number %1$d does not seem to end with either 'Y', 'M', 'W', 'D', 'h', 'm' or 's' in placeholder '%2$s'.
nl: De datumaanpassing %1$d lijkt niet te eindigen op 'Y', 'M', 'W', 'D', 'h', 'm' of 's' in plaatshouder ‘%2$s’.

source: Oops, date format '%1$s' could not be parsed.
nl: De datumopmaak ‘%1$s’ kan niet worden verwerkt.

source: clipboard
nl: klembord

source: Show Snippet Pixie's window (default action)
nl: Toon Snippet Pixie's venster (standaardactie)

source: Show Snippet Pixie's quick search and paste window
nl: Toon Snippet Pixie's snelzoekvak-en-plakvenster

source: Start with no window
nl: Geminimaliseerd opstarten

source: Fully quit the application, including the background process
nl: Sluit de toepassing volledig af, inclusief het achtergrondproces

source: Turn auto start of Snippet Pixie on login, on, off, or show status of setting
nl: Start Snippet Pixie automatisch op of toon de status van deze instelling

source: Shows status of the application, exits with status 0 if running, 1 if not
nl: Toon de toepassingsstatus, sluit af met status 0 (indien actief) of (indien niet actief)

source: Export snippets to file
nl: Knipsels exporteren naar bestand

source: Import snippets from file, skips snippets where abbreviation already exists
nl: Importeer knipsels uit een bestand en sla bestaande knipsels over

source: filename
nl: bestandsnaam

source: If used in conjunction with import, existing snippets with same abbreviation are updated
nl: Gebruik tezamen met importeren om bestaande knipsels ook bij te werken

source: Display version number
nl: Toon het versienummer

source: Display this help
nl: Toon deze hulp

source: error: %s
nl: fout: %s

source: Run '%s --help' to see a full list of available command line options.
nl: Voer ‘%s --help’ uit om een volledige lijst met opdrachtregelopties te tonen.

source: Quitting…
nl: Bezig met afsluiten…

source: Running.
nl: Actief.

source: Not Running.
nl: Niet actief.

source: Invalid autostart value "%s".
nl: Ongeldige automatische opstartwaarde “%s”.

source: Cannot run without threads.
nl: Kan niet worden uitgevoerd zonder threads.

source: new
nl: nieuw

source: Something to be replaced
nl: Te vervangen
